/**
 * Created by abin on 6/7/16.
 */
public class halla {
    public static void main(String[] as){
        System.out.print("മലയാളം\n\n\nc");
        System.out.println("തിരുക്കരത്താൽ വഹിച്ചു എന്നെ തിരുഹിതംപോൽ നടത്തേണമേ \n" +
                "കുശവൻ കയ്യിൽ കളിമണ്ണു ഞാൻ അനുദിനം നീ പണിയേണമേ \n" +
                "1\n" +
                "നിൻവചനം ധ്യാനിക്കുമ്പോൾ എൻഹൃദയം ആശ്വസിക്കും \n" +
                "കൂരിരുളിൻ താഴ്വരയിൽ ദീപമതായ് നിൻമൊഴികൾ\n" +
                "2\n" +
                "ആഴിയതിൽ ഓളങ്ങളാൽ വലഞ്ഞിടുമ്പോൾ എൻ പടകിൽ \n" +
                "എന്റെ പ്രിയൻ യേശുവുണ്ട് ചേർന്നിടുമേ ഭവനമതിൽ\n" +
                "3\n" +
                "അവൻ നമുക്കായ് ജീവൻ നൽകി ഒരുക്കിയല്ലോ വലിയ രക്ഷ \n" +
                "ദൃഷ്ടികളാൽ കാണുന്നു ഞാൻ സ്വർഗ്ഗകനാൻ ദേശമത്  \n\nJ.V.P");
    }
}
